{
    "russian": {
        "isEnable": true,
        "proverbs": [
            "Абстрактной истины нет, истина всегда конкретна.",
            "Все на свете имеет две стороны.",
            "Надо уметь учитывать момент и быть смелым в решениях.",
            "Лучше неудачно сказать правду, чем умолчать о ней, если дело серьезное.",
            "Именно молодежи предстоит настоящая задача создания коммунистического общества.",
            "Всякая крайность нехороша; все благое и полезное, доведенное до крайности, может стать и даже, за известным пределом, обязательно становится злом и вредом.",
            "Без революционной теории не может быть и революционного движения.",
            "Богатые и жулики - это две стороны одной медали.",
            "Больших слов нельзя бросать на ветер.",
            "Война есть испытание всех экономических и организационных сил каждой нации.",
            "Озлобление вообще играет в политике обычно самую худую роль.",
            "Всеобщая вера в революцию есть уже начало революции.",
            "Власть центрального учреждения должна основываться на нравственном и умственном авторитете.",
            "Если я знаю, что знаю мало, я добьюсь того, чтобы знать больше.",
            "Умен не тот, кто не делает ошибок. Умен тот, кто умеет легко и быстро исправлять их.",
            "Слова обязывают к делам.",
            "Надо быть осторожным, чтобы в критике недостатков не переходить границу, где начинаются пересуды.",
            "В личном смысле разница между предателем по слабости и предателем по умыслу и расчету очень велика; в политическом отношении этой разницы нет.",
            "Жить в обществе и быть свободным от общества нельзя.",
            "Идеи становятся силой, когда они овладевают массами.",
            "Равнодушие есть молчаливая поддержка того, кто силен, того, кто господствует.",
            "Равенство по закону не есть еще равенство в жизни.",
            "Отчаяние свойственно тем, кто не понимает причин зла.",
            "Из всех искусств для нас важнейшим является кино.",
            "Искусство принадлежит народу. Оно должно уходить своими глубочайшими корнями в самую толщу широких трудящихся масс. Оно должно объединять чувство, мысль и волю этих масс, подымать их. Оно должно пробуждать в них художников и развивать их.",
            "Капиталисты готовы продать нам веревку, на которой мы их повесим.",
            "Книга - огромная сила.",
            "Любое государство есть угнетение. Рабочие обязаны бороться даже против советского государства - и в то же время беречь его, как зеницу ока.",
            "Люди всегда были и всегда будут глупенькими жертвами обмана и самообмана в политике, пока они не научатся за любыми нравственными, религиозными, политическими, социальными фразами, заявлениями, обещаниями разыскивать интересы тех или иных классов.",
            "Никто не повинен в том, если он родился рабом; но раб, который не только чуждается стремления к своей свободе, но оправдывает и приукрашивает свое рабство, такой раб есть вызывающий законное чувство негодования, презрения и омерзения холуй и хам.",
            "Надо систематически взяться за то, чтобы велась работа создания такой прессы, которая не забавляла и не дурачила массы.",
            "Нужно уметь работать с тем человеческим материалом, который есть в наличии. Других людей нам не дадут.",
            "Не бояться признавать своих ошибок, не бояться многократного, повторного труда исправления их - и мы будем на самой вершине.",
            "Не так опасно поражение, как опасна боязнь признать свое поражение.",
            "Невежество менее удалено от истины, чем предрассудок.",
            "Самый глубокий источник религиозных предрассудков - это нищета и темнота; с этим злом и должны мы бороться.",
            "Несдержанность в половой жизни - буржуазна: она признак разложения.",
            "В половой жизни проявляется не только данное природой, но и привнесенное культурой.",
            "Нравственность служит для того, чтобы человеческому обществу подняться выше.",
            "Я не поручусь также за надежность и стойкость в борьбе тех женщин, у которых личный роман переплетается с политикой, и за мужчин, которые бегают за всякой юбкой и дают себя опутать каждой молодой бабенке. Нет, нет, это не вяжется с революцией.",
            "Недостатки у человека как бы являются продолжением его достоинств. Но если достоинства продолжаются больше, чем надо, обнаруживаются не тогда, когда надо, и не там, где надо, то они являются недостатками.",
            "Патриотизм - одно из наиболее глубоких чувств, закрепленных веками и тысячелетиями обособленных отечеств.",
            "Пока есть государство, нет свободы. Когда будет свобода, не будет государства.",
            "Политика есть самое концентрированное выражение экономики.",
            "Коммунизм - это Советская власть плюс электрификация всей страны.",
            "Коммунизм есть высшая, против капиталистической, производительность труда добровольных, сознательных, объединенных, использующих передовую технику, рабочих.",
            "Коммунизм есть высшая ступень развития социализма, когда люди работают из сознания необходимости работать на общую пользу.",
            "Революция пролетариата совершенно уничтожит деление общества на классы, а следовательно, и всякое социальное политическое неравенство.",
            "Политические события всегда очень запутаны и сложны. Их можно сравнить с цепью. Чтобы удержать всю цепь, надо уцепиться за основное звено.",
            "Поменьше политической трескотни. Поменьше интеллигентских рассуждений. Поближе к жизни.",
            "Пусть 90% русского народа погибнет, лишь бы 10% дожили до мировой революции.",
            "Революции в белых перчатках не делаются.",
            "Самое опасное в войне - это недооценить противника и успокоиться на том, что мы сильнее.",
            "Сказать неправду легко. Но, чтобы доискаться правды, необходимо иногда много времени.",
            "Талант - редкость. Надо его систематически и осторожно поддерживать.",
            "Талант надо поощрять.",
            "С изобретателями, даже если они немного капризничают, надо уметь вести дело.",
            "Мы не можем обойтись без романтики. Лучше избыток ее, чем недостаток. Мы всегда симпатизировали революционным романтикам, даже когда были не согласны с ними.",
            "Во всякой сказке есть элементы действительности.",
            "Фантазия есть качество величайшей ценности.",
            "Учиться надо тому, что без машины, без дисциплины жить в современном обществе нельзя, - или надо преодолеть высшую технику, или быть раздавленным.",
            "Экономист всегда должен смотреть вперед, в сторону прогресса техники, иначе он немедленно окажется отставшим, ибо кто не хочет смотреть вперед, тот поворачивается к истории задом.",
            "Невежество не есть аргумент.",
            "Ум человеческий открыл много диковинного в природе и откроет еще больше, увеличивая тем свою власть над ней.",
            "Только тогда мы научимся побеждать, когда мы не будем бояться признавать свои поражения и недостатки.",
            "Честность в политике есть результат силы, лицемерие - результат слабости.",
            "Учиться, учиться и учиться!.",
            "Подъем общего культурного уровня масс создаст ту твердую, здоровую почву, из которой вырастут мощные, неисчерпаемые силы для развития искусства, науки и техники.",
            "От живого созерцания к абстрактному мышлению и от него к практике - таков диалектический путь познания истины, познания объективной реальности.",
            "Без известного самостоятельного труда ни в одном серьезном вопросе истины не найти, и кто боится труда, тот сам себя лишает возможности найти истину.",
            "Мы должны тщательно изучать ростки нового, внимательнейшим образом относиться к ним, всячески помогать их росту.",
            "Юристов надо брать ежовыми рукавицами и ставить в осадное положение, ибо эта интеллигентская сволочь часто паскудничает.",
            "Лучше меньше, да лучше.",
            "Мы грабим награбленное.",
            "Разбитые армии хорошо учатся.",
            "Религия – род духовной сивухи.",
            "Интеллигенция – не мозг нации, а говно.",
            "Люблю я, когда люди ругаются, - значит, знают, что делают, и линию имеют.",
            "Швыряться звонкими фразами - свойство деклассированной мелкобуржуазной интеллигенции. Надо говорить массам горькую правду просто, ясно, прямо.",
            "Нам не нужно зубрежки, но нам нужно развить и усовершенствовать память каждого обучающегося знанием основных фактов.",
            "Школа вне жизни, вне политики - это ложь и лицемерие.",
            "Мы в первую очередь выдвигаем самое широкое народное образование и воспитание. Оно создает почву для культуры.",
            "Трудящиеся тянутся к знанию, потому что оно необходимо им для победы.",
            "Из маленькой ошибки всегда можно сделать чудовищно-большую, если на ошибке настаивать, если ее углубленно обосновывать, если ее \"доводить до конца\".",
            "Не бояться признавать своих ошибок, не бояться многократного, повторного труда исправления их - и мы будем на самой вершине.",
            "Анализируя ошибки вчерашнего дня, мы тем самым учимся избегать ошибок сегодня и завтра.",
            "Умен не тот, кто не делает ошибок. Таких людей нет и быть не может. Умен тот, кто делает ошибки не очень существенные, и кто умеет легко и быстро исправлять их.",
            "Если мы не будем бояться говорить даже горькую и тяжелую правду напрямик, мы научимся, непременно и безусловно научимся побеждать все и всякие трудности.",
            "Надо иметь мужество глядеть прямо в лицо неприкрашенной горькой правде.",
            "Не надо обольщать себя неправдой. Это вредно.",
            "Самокритика, безусловно, необходима для всякой живой и жизненной партии. Нет ничего пошлее самодовольного оптимизма.",
            "Человеку нужен идеал, но человеческий, соответствующий природе, а не сверхъестественный.",
            "Не мудрствуй лукаво, не важничай коммунизмом, не прикрывай великими словами халатности, безделья, обломовщины, отсталости.",
            "Проверяй всю свою работу, дабы слова не остались словами, практическими успехами хозяйственного строительства.",
            "О человеке судят не по тому, что он о себе говорит или думает, а по тому, что он делает.",
            "Труд же сделал из нас ту силу, которая объединяет всех трудящихся.",
            "Бывают такие крылатые слова, которые с удивительной меткостью выражают сущность довольно сложных явлений.",
            "Сотрудничество представителей науки и рабочих, - только такое сотрудничество будет в состоянии уничтожить весь гнет нищеты, болезней, грязи. И это будет сделано. Перед союзом представителей науки, пролетариата и техники не устоит никакая темная сила.",
            "Не ошибается тот, кто ничего практического не делает.",
            "У нас же один только лозунг, один девиз: всякий, кто трудится, тот имеет право пользоваться благами жизни. Тунеядцы, паразиты, высасывающие кровь из трудящегося народа, должны быть лишены этих благ. И мы провозглашаем: все - рабочим, все - трудящимся!.",
            "Давно уже сказано, что без революционной теории не может быть и революционного движения, и в настоящее время вряд ли есть надобность доказывать подобную истину.",
            "Хранить наследство - вовсе не значит ещё ограничиваться этим наследством.",
            "Скажи мне, кто тебя хвалит, и я тебе скажу, в чем ты ошибся.",
            "Абстрактной истины нет, истина всегда конкретна.",
            "Шаг вперед, два шага назад.",
            "Всеобщая вера в революцию есть уже начало революции.",
            "Учиться, учиться и учиться.",
            "Жить в обществе и быть свободным от общества нельзя.",
            "Равнодушие есть молчаливая поддержка того, кто силён, того, кто господствует.",
            "Единство этой действительно революционной борьбы угнетённого класса за создание рая на земле важнее для нас, чем единство мнений пролетариев о рае на небе.",
            "Материя есть объективная реальность, данная нам в ощущении.",
            "Отчаяние свойственно тем, кто не понимает причин зла, не видит выхода, не способен бороться.",
            "Честность в политике есть результат силы, лицемерие - результат слабости.",
            "Учение Маркса всесильно, потому что оно верно.",
            "Люди всегда были и всегда будут глупенькими жертвами обмана и самообмана в политике, пока они не научатся за любыми нравственными, религиозными, политическими, социальными фразами, заявлениями, обещаниями разыскивать интересы тех или иных классов.",
            "Свобода развода означает не <распад> семейных связей, а, напротив, укрепление их на единственно возможных и устойчивых в цивилизованном обществе демократических основаниях.",
            "Бывают люди, которым <хочется возразить>, а что, как, почему, зачем, это им не дано.",
            "в нашем идеале нет места насилию над людьми.",
            "Один приём буржуазной печати всегда и во всех странах оказывается наиболее ходким и ?безошибочно? действительным. Лги, шуми, кричи, повторяй ложь - <что-нибудь останется>.",
            "Приятнее и полезнее <опыт революции> проделывать, чем о нём писать.",
            "Наш лозунг должен быть один - учиться военному делу настоящим образом, ввести порядок на железных дорогах.",
            "Больших слов нельзя бросать на ветер.",
            "Поменьше политической трескотни. Поменьше интеллигентских рассуждений. Поближе к жизни.",
            "Патриотизм - одно из наиболее глубоких чувств, закреплённых веками и тысячелетиями обособленных отечеств.",
            "Временно советую назначать своих начальников и расстреливать заговорщиков и колеблющихся, никого не спрашивая и не допуская идиотской волокиты.",
            "Насилие по отношению к среднему крестьянству представляет из себя величайший вред.",
            "Государство - это есть машина для поддержания господства одного класса над другим.",
            "Война есть испытание всех экономических и организационных сил каждой нации.",
            "Есть условия, при которых насилие и необходимо и полезно, и есть условия, при которых насилие не может дать никаких результатов.",
            "Если я знаю, что знаю мало, я добьюсь того, чтобы знать больше, но если человек будет говорить, что он коммунист и что ему и знать ничего не надо прочного, то ничего похожего на коммуниста из него не выйдет.",
            "Если не перевести Россию на иную технику, более высокую, чем прежде, не может быть речи о восстановлении народного хозяйства и о коммунизме. Коммунизм есть Советская власть плюс электрификация всей страны, ибо без электрификации поднять промышленность невозможно.",
            "Русский язык мы портим. Иностранные слова употребляем без надобности. Употребляем их неправильно. К чему говорить <дефекты>, когда можно сказать недочёты, или недостатки, или пробелы?. Не пора ли нам объявить войну употреблению иностранных слов без надобности?",
            "Не так опасно поражение, как опасна боязнь признать своё поражение.",
            "Только тогда мы научимся побеждать, когда мы не будем бояться признавать свои поражения и недостатки, когда мы будем истине, хотя бы и самой печальной, смотреть прямо в лицо.",
            "Нельзя научиться решать свои задачи новыми приёмами сегодня, если нам вчерашний опыт не открыл глаза на неправильность старых приёмов.",
            "Недостатки у человека как бы являются продолжением его достоинств. Но если достоинства продолжаются больше, чем надо, обнаруживаются не тогда, когда надо, и не там, где надо, то они являются недостатками.",
            "Не бояться признавать своих ошибок, не бояться многократного, повторного труда исправления их - и мы будем на самой вершине.",
            "Владивосток далеко, но ведь это город-то нашенский",
            "Политические события всегда очень запутаны и сложны. Их можно сравнить с цепью. Чтобы удержать всю цепь, надо уцепиться за основное звено.",
            "Даже в математике она нужна, даже открытие дифференциального и интегрального исчислений невозможно было бы без фантазии. Фантазия есть качество величайшей ценности, но у тов. Ларина её маленький избыток.",
            "Озлобление вообще играет в политике обычно самую худую роль.",
            "Обрусевшие инородцы всегда пересаливают по части истинно русского настроения.",
            "Формально правильно, а по сути издевательство.",
            "Нас всегда обвиняли в терроризме. Это ходячее обвинение, которое не сходит со страниц печати. Это обвинение в том, что мы ввели терроризм в принцип. Мы отвечаем на это: <Вы сами не верите в такую клевету>.",
            "На все обвинения в гражданской войне мы говорим: да, мы открыто провозгласили то, чего ни одно правительство провозгласить не могло. Первое правительство в мире, которое может о гражданской войне говорить открыто.",
            "Мы не хотим загонять в рай дубиной.",
            "Сплетней факта не перешибёшь.",
            "Искусство принадлежит народу.",
            "Я же имею смелость заявить себя <варваром>. Я не в силах считать произведения экспрессионизма, футуризма, кубизма и прочих <измов> высшим проявлением художественного гения. Я их не понимаю. Я не испытываю от них никакой радости.",
            "Из всех искусств для нас важнейшим является кино."
        ]
    },
    "english": {
        "isEnable": false,
        "proverbs": []
    },
    "japanese": {
        "isEnable": true,
        "proverbs": [
            "どの政治あるいは社会グループ、勢力、重要人物が、ある特定の提案や処置などを支持するかどうか、そのことが明確でなかったら、『それは誰の役に立つのか』をつねに問わなければならない",
            "一人は万人のために、万人は一人のために",
            "百人の力は千人の力より大きなものでありえるだろうか。もちろんありえる。さらに百人が組織されていれば、実際にそうなる",
            "暴力は自分の権力を回復したがっている者に対しては有効である。しかし、暴力の意義はそれだけに尽きるものであって、それ以上は、影響と実例が物を言う",
            "信頼はよいものだ、しかし統制はもっとよい",
            "富者と詐欺師は、メダルの表裏の違いしかない",
            "誰が君を褒めるか言ってみたまえ、君の過ちが何なのか教えてあげよう",
            "繰り返される虚構こそが、受け容れられる真実となる",
            "思想は大衆の心をつかんだ時、力となる",
            "善にして有用なものすべては、極端に到れば、悪にして有害なものになりえるし、しばしば実際に悪にして有害である",
            "抽象的な真理など無い、真理は常に具体的である",
            "具体的なものを抽象的なものにすり替えることは、革命における最も重要かつ危険な罪過のひとつである",
            "一般に怨恨というものは、政治の中では普通、最悪の役割を演じる",
            "戦略無き革命運動はありえない",
            "一歩前進、二歩後退",
            "無関心は権力者、統治者への静かな支持である",
            "我々は奪われたものを奪い返す",
            "大きなことをいうときには、注意しなければならない。偉大な行いにそうした言葉を当てはめることは途方もなく困難なのだ",
            "学べ、学べ、なお学べ",
            "若い青年の最も重要な課題は、学習である",
            "書物は、大いなる力である",
            "欠陥を意識することは、それをなかば以上訂正したにひとしい",
            "嵐は強い樹を作る",
            "もっとも危険なことは、敗北よりもむしろ自分の敗北を認めるのを恐れることであり、その敗北から何も学ばないことである",
            "政治においてはしばしば敵から学ばなければならないとは昔からの真理である",
            "革命の時期と進展を示唆することは不可能であり、多かれ少なかれ神秘的な法則に支配されるが、革命が来る場合には急激に進む",
            "宗教はある種の精神的な安酒だ。その中で資本の奴隷は自分の人間的尊厳と欲求を、なんとか人間らしいものになることで忘れる",
            "不平等な経済的・政治的発展は資本主義の絶対的法則である",
            "すべての芸術のなかで、われわれにとって最も重要なのは映画である",
            "芸術は民衆のものである",
            "自分の病気をあからさまに名指し、容赦のない診断を下し、その治療法を見つけ出すだけの勇気が無いような政党は、尊敬に値しないだろう",
            "どんな政治的自由があっても、それだけでは飢えたる大衆を満足させることはできない",
            "政治全体が、無数の環が連なる無限の鎖である",
            "国家がある限り、自由は無い。国家の消滅が、自由を打ち立てるのだ",
            "資本主義のおかげで、ほんの一握りの、ずば抜けた富と実力を蓄えた国が一頭地も抜く存在となった。それら諸国は全世界を相手に、単に「金利を巻き上げる」事によって略奪を働いている。さらにその巨額の利潤を利用すれば、指導的労働者や上流階級貴族の買収が可能になるのである",
            "資本主義社会の民主主義は、絶えず資本主義的搾取の狭い枠内で締め付けられているので、事実上は常に少数者のため、有産階級だけのため、金持ちだけのためである",
            "生産手段の私有が存続している限り、独占資本主義的経済基盤に立ったまま帝国主義戦争を避ける事は絶対に出来ない",
            "革命が爆発するには、『下層』が以前のような仕方で生活することを欲しないというだけでは十分ではない。『上層』がこれまでのようにやっていけなくなるということが、また必要なのだ",
            "経済問題を究明しない限り、現代の戦争と政治を評価する際に判断ができない",
            "ごく少数の大企業の優位は貨幣資本と銀行に支えられているだけに一層圧倒的なものとなっていく",
            "労働階級の力は組織である。大衆を組織せずにはプロレタリアートは無である",
            "企業の大規模化は競争の停滞と独占への傾斜を引き起こす。つまり競争が独占へと変容するのである",
            "『下層の生活危機』に加えて『上層の何らかの危機、支配階級政治の危機』が重なった時、その二重危機が被圧迫階級の不満と憤激とが突いて出る裂け目を作り出す",
            "前進するな、不意をつかれないために",
            "一握りの先進国は、地球上の圧倒的多数の住民を経済面で苦しめている",
            "これが私の運命だ。絶え間ない軍事作戦。そしてこの作戦を腐敗させることへの憎悪。けれども私は、腐敗を伴った平和とこの運命を取替えはしないだろう",
            "資本家を否定しようと思うものは、資本家たちの貨幣を破壊しなければならない",
            "革命は、全国民的な危機なしには起こり得ない",
            "国家権力の本質は暴力だ",
            "敗れた軍隊はよく学ぶ。",
            "万物は二面性を有している",
            "瞬間を捉え、大胆に決断することが必要である",
            "深刻な問題であれば、黙っているより、真実を語らない方が良いだろう",
            "共産主義社会を作るための本当の課題は、若い人たちにある",
            "戦争は、あらゆる国の経済力や組織力が試される",
            "革命の普遍的な信念は、すでに革命の始まりである",
            "中央機関の権力は、道徳的、精神的権威に基づいていなければならない",
            "失敗しない人が賢いわけではない。賢い人は、それらを素早く解決する方法を知っている"
        ]
    },
    "morning": {
        "isEnable": true
    }
}
