{
    "russian": {
        "isEnable": true,
        "proverbs": [
            "Давно уже сказано, что без революционной теории не может быть и революционного движения, и в настоящее время вряд ли есть надобность доказывать подобную истину.",
            "Хранить наследство - вовсе не значит ещё ограничиваться этим наследством.",
            "Скажи мне, кто тебя хвалит, и я тебе скажу, в чем ты ошибся.",
            "Абстрактной истины нет, истина всегда конкретна.",
            "Шаг вперед, два шага назад.",
            "Всеобщая вера в революцию есть уже начало революции.",
            "Учиться, учиться и учиться.",
            "Жить в обществе и быть свободным от общества нельзя.",
            "Равнодушие есть молчаливая поддержка того, кто силён, того, кто господствует.",
            "Единство этой действительно революционной борьбы угнетённого класса за создание рая на земле важнее для нас, чем единство мнений пролетариев о рае на небе.",
            "Материя есть объективная реальность, данная нам в ощущении",
            "Отчаяние свойственно тем, кто не понимает причин зла, не видит выхода, не способен бороться.",
            "Честность в политике есть результат силы, лицемерие - результат слабости.",
            "Учение Маркса всесильно, потому что оно верно.",
            "Люди всегда были и всегда будут глупенькими жертвами обмана и самообмана в политике, пока они не научатся за любыми нравственными, религиозными, политическими, социальными фразами, заявлениями, обещаниями разыскивать интересы тех или иных классов.",
            "Свобода развода означает не <распад> семейных связей, а, напротив, укрепление их на единственно возможных и устойчивых в цивилизованном обществе демократических основаниях.",
            "Бывают люди, которым <хочется возразить>, а что, как, почему, зачем, это им не дано.",
            "в нашем идеале нет места насилию над людьми.",
            "Один приём буржуазной печати всегда и во всех странах оказывается наиболее ходким и ?безошибочно? действительным. Лги, шуми, кричи, повторяй ложь - <что-нибудь останется>.",
            "Приятнее и полезнее <опыт революции> проделывать, чем о нём писать.",
            "Наш лозунг должен быть один - учиться военному делу настоящим образом, ввести порядок на железных дорогах.",
            "Больших слов нельзя бросать на ветер.",
            "Поменьше политической трескотни. Поменьше интеллигентских рассуждений. Поближе к жизни.",
            "Патриотизм - одно из наиболее глубоких чувств, закреплённых веками и тысячелетиями обособленных отечеств.",
            "Временно советую назначать своих начальников и расстреливать заговорщиков и колеблющихся, никого не спрашивая и не допуская идиотской волокиты.",
            "Насилие по отношению к среднему крестьянству представляет из себя величайший вред.",
            "Государство - это есть машина для поддержания господства одного класса над другим.",
            "Война есть испытание всех экономических и организационных сил каждой нации.",
            "Есть условия, при которых насилие и необходимо и полезно, и есть условия, при которых насилие не может дать никаких результатов.",
            "Если я знаю, что знаю мало, я добьюсь того, чтобы знать больше, но если человек будет говорить, что он коммунист и что ему и знать ничего не надо прочного, то ничего похожего на коммуниста из него не выйдет. ",
            "Если не перевести Россию на иную технику, более высокую, чем прежде, не может быть речи о восстановлении народного хозяйства и о коммунизме. Коммунизм есть Советская власть плюс электрификация всей страны, ибо без электрификации поднять промышленность невозможно.",
            "Русский язык мы портим. Иностранные слова употребляем без надобности. Употребляем их неправильно. К чему говорить <дефекты>, когда можно сказать недочёты, или недостатки, или пробелы?.. Не пора ли нам объявить войну употреблению иностранных слов без надобности?",
            "Не так опасно поражение, как опасна боязнь признать своё поражение.",
            "Только тогда мы научимся побеждать, когда мы не будем бояться признавать свои поражения и недостатки, когда мы будем истине, хотя бы и самой печальной, смотреть прямо в лицо.",
            "Нельзя научиться решать свои задачи новыми приёмами сегодня, если нам вчерашний опыт не открыл глаза на неправильность старых приёмов. ",
            "Недостатки у человека как бы являются продолжением его достоинств. Но если достоинства продолжаются больше, чем надо, обнаруживаются не тогда, когда надо, и не там, где надо, то они являются недостатками.",
            "Не бояться признавать своих ошибок, не бояться многократного, повторного труда исправления их - и мы будем на самой вершине.",
            "Владивосток далеко, но ведь это город-то нашенский",
            "Политические события всегда очень запутаны и сложны. Их можно сравнить с цепью. Чтобы удержать всю цепь, надо уцепиться за основное звено. ",
            "Даже в математике она нужна, даже открытие дифференциального и интегрального исчислений невозможно было бы без фантазии. Фантазия есть качество величайшей ценности, но у тов. Ларина её маленький избыток.",
            "Озлобление вообще играет в политике обычно самую худую роль.",
            "Обрусевшие инородцы всегда пересаливают по части истинно русского настроения.",
            "Формально правильно, а по сути издевательство.",
            "Нас всегда обвиняли в терроризме. Это ходячее обвинение, которое не сходит со страниц печати. Это обвинение в том, что мы ввели терроризм в принцип. Мы отвечаем на это: <Вы сами не верите в такую клевету>.",
            "На все обвинения в гражданской войне мы говорим: да, мы открыто провозгласили то, чего ни одно правительство провозгласить не могло. Первое правительство в мире, которое может о гражданской войне говорить открыто.",
            "Мы не хотим загонять в рай дубиной.",
            "Сплетней факта не перешибёшь.",
            "Искусство принадлежит народу.",
            "Я же имею смелость заявить себя <варваром>. Я не в силах считать произведения экспрессионизма, футуризма, кубизма и прочих <измов> высшим проявлением художественного гения. Я их не понимаю. Я не испытываю от них никакой радости. ",
            "Из всех искусств для нас важнейшим является кино."
        ]
    },
    "english": {
        "isEnable": false,
        "proverbs": []
    },
    "japanese": {
        "isEnable": true,
        "proverbs": [
            "嵐は強い樹を作る",
            "経済問題を究明しない限り、現代の戦争と政治を評価する際に判断ができない",
            "芸術は民衆のものである",
            "若い青年の最も重要な課題は、学習である",
            "暴力は自分の権力を回復したがっている者に対しては有効である。しかし、暴力の意義はそれだけに尽きるものであって、それ以上は、影響と実例が物を言う",
            "誰が君を褒めるか言ってみたまえ、君の過ちが何なのか教えてあげよう",
            "どの政治あるいは社会グループ、勢力、重要人物が、ある特定の提案や処置などを支持するかどうか、そのことが明確でなかったら、『それは誰の役に立つのか』をつねに問わなければならない",
            "生産手段の私有が存続している限り、独占資本主義的経済基盤に立ったまま帝国主義戦争を避ける事は絶対に出来ない",
            "富者と詐欺師は、メダルの表裏の違いしかない",
            "不平等な経済的・政治的発展は資本主義の絶対的法則である",
            "前進するな、不意をつかれないために",
            "百人の力は千人の力より大きなものでありえるだろうか。もちろんありえる。さらに百人が組織されていれば、実際にそうなる",
            "具体的なものを抽象的なものにすり替えることは、革命における最も重要かつ危険な罪過のひとつである",
            "これが私の運命だ。絶え間ない軍事作戦。そしてこの作戦を腐敗させることへの憎悪。けれども私は、腐敗を伴った平和とこの運命を取替えはしないだろう",
            "戦略無き革命運動はありえない",
            "我々は奪われたものを奪い返す",
            "ごく少数の大企業の優位は貨幣資本と銀行に支えられているだけに一層圧倒的なものとなっていく",
            "すべての芸術のなかで、われわれにとって最も重要なのは映画である",
            "繰り返される虚構こそが、受け容れられる真実となる",
            "思想は大衆の心をつかんだ時、力となる",
            "前進するな、不意をつかれないために",
            "欠陥を意識することは、それをなかば以上訂正したにひとしい",
            "革命の時期と進展を示唆することは不可能であり、多かれ少なかれ神秘的な法則に支配されるが、革命が来る場合には急激に進む",
            "ごく少数の大企業の優位は貨幣資本と銀行に支えられているだけに一層圧倒的なものとなっていく",
            "抽象的な真理など無い、真理は常に具体的である",
            "『下層の生活危機』に加えて『上層の何らかの危機、支配階級政治の危機』が重なった時、その二重危機が被圧迫階級の不満と憤激とが突いて出る裂け目を作り出す",
            "大きなことをいうときには、注意しなければならない。偉大な行いにそうした言葉を当てはめることは途方もなく困難なのだ",
            "宗教はある種の精神的な安酒だ。その中で資本の奴隷は自分の人間的尊厳と欲求を、なんとか人間らしいものになることで忘れる",
            "企業の大規模化は競争の停滞と独占への傾斜を引き起こす。つまり競争が独占へと変容するのである",
            "資本主義社会の民主主義は、絶えず資本主義的搾取の狭い枠内で締め付けられているので、事実上は常に少数者のため、有産階級だけのため、金持ちだけのためである",
            "労働階級の力は組織である。大衆を組織せずにはプロレタリアートは無である",
            "革命は、全国民的な危機なしには起こり得ない",
            "一歩前進、二歩後退",
            "敗れた軍隊はよく学ぶ",
            "一握りの先進国は、地球上の圧倒的多数の住民を経済面で苦しめている",
            "国家権力の本質は暴力だ",
            "善にして有用なものすべては、極端に到れば、悪にして有害なものになりえるし、しばしば実際に悪にして有害である",
            "革命が爆発するには、『下層』が以前のような仕方で生活することを欲しないというだけでは十分ではない。『上層』がこれまでのようにやっていけなくなるということが、また必要なのだ",
            "国家がある限り自由は無い 国家の消滅が自由を打ち立てるのだ",
            "政治全体が、無数の環が連なる無限の鎖である",
            "学べ、学べ、なお学べ",
            "一般に怨恨というものは、政治の中では普通、最悪の役割を演じる",
            "一人は万人のために、万人は一人のために",
            "資本家を否定しようと思うものは、資本家たちの貨幣を破壊しなければならない"
        ]
    }
}
